[
  {
    "l1": 4,
    "l2": -1,
    "txt": "It would be a good title because it is saying that scientest are finding more and more about mummyies from the past and how they were made and formed. It is a bad title to because the whole article is not about mummies it is mostly about how people and doctors need them to make new medicenses and cures"
  },
  {
    "l1": 4,
    "l2": -1,
    "txt": "\"\"\"Unwrapping the Past\"\" could be seen as a good title because scientists used to have to unwrap the mummys to find information about them. \"\"Unwrapping the Past could be seen as a bad title because scientists don't have to unwrap the mummys anymore. \""
  },
  {
    "l1": 4,
    "l2": -1,
    "txt": "I think it would be a good title because it was in the past and they are wrapped in cloth and scienticts are still figuring out the past with mummies.It could also be a bad title because thats not all that the scienticts are trying to do they are also trying to find missing mummies that dissapeared and trying to help people that are sick from the mummies DNA"
  },
  {
    "l1": 4,
    "l2": -1,
    "txt": "it would be a good title for this article because scientists and researchers unwrap ancient mummies from the past. It would be a bad title because they now are not unwrapping mummies or cutting them open. They are using X-Ray Scanners."
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "It could be a good title because they are finding out about mummies and learn about them. This could not be a good title because people don't unwrap the mummies to lean about them."
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "I think that it is a good title because back then they had to unwrap the mummies and they were from the past and that is why I think it is a good title"
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "Unwrapping the past is a good title because you are kind-of unwrapping the past by looking at the different DNA's and seeing how thing were a long long time ago. But Unwrapping the Past is also a bad title because their are still so many things we still don't know and probaly never will know."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"\"\"Un wrapping the past\"\" could be seen as both a good title and a bad title for this article. That title is good for the article because when they said \"\"unwrapping\"\" it was talking about mummies and the article is mostly about mummies. \"\"Unwrapping the past\"\" is a bad title for this article because when it said \"\"past\"\" in the title the article is not all about the past. It is about the present too. The title should have been \"\"Unwrapping the past and the present. That is why \"\"Unwrapping the past is a good title  and a bad title for the article. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"I think that \"\"Unwrapping the Past\"\" is a good title because it's like your unwrapping a mummy but your unwrapping the past. \"\"Unwrapping the Past\"\" is a bad title because in the story it's talking about now and then. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"Unwrapping in the past could be a good tittle cause so people can think, ummmm i think this book would be about mummys or unwrapping things like mummys. unwrapping in the past could be a bad tittle causes, people would think, oh i am going to read how in the past people used to unwrapp things. \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "is good because it look like i going to learn something and is bad because is not telling me nothing."
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "\"using X- ray scanners, researchers can produce 3-d images of a mummy's insides. \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "because there really not unrapping the past."
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"It would be a good tittle because \"\"Unwraping the Past\"\" could mean that Scientists could be studing the mummies. It would also be a bad title because also the acient people would bary the mummies so the mummies can be safe with no oine finding them or touching them. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "i think it a good title beacause you are unwrapping the past that means you unwrapping old mummy that lived in the past before us so i think it a good title"
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "The main article is about poeple using scanners not cutting them open."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "I think Unwrapping the past is a good title because the story tells u alot about unwrapping mummies and medicine for the furture"
  },
  {
    "l1": 4,
    "l2": -1,
    "txt": "\"Unwrapping the past is a bad title for this passage because here, the scientist don't unwrap the mummy, they just need DNA.Unwrapping the past is a good title because they discover a timd, and they want to investigate ,so they basicly discover the past like bringging back the past. Like \"\"Unwrapping the past\"\". \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"\"\"Unwrapping the Past\"\"would be a good title for an example your learning about the past about the mummy's.It would be a bad title beacause when they said that there's a new high tech techniques to look inside a mummy's body not to cut or unwrap it. \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "it could be a good title by them finding facts about them it could be a bad lite by not talking about just that subject"
  },
  {
    "l1": 4,
    "l2": -1,
    "txt": "It can be a good title because it says that mummies were beried and rabd in bandigas. It can be a bad title because it doese not talk a lot about unraping the mummies. Mummies have bin buried in egipt for thoughsands ofd years."
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"I think it is a good title because it is like sientist are finding mummies from the past that are extinct, and sientist are studying mummies so they know if they make good or bad meidican \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "I think unwrapping the past is a good title because it is telling us that scienceist are going to the past and find mummies.this is a bad titlebecause your not really going to the past."
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"Because the scientist use to unwwrap the mummy, but today they don't. The book said that they dont need to unwrap the mummy today, they can just use DNA. The book didn't really talk about unwrapping mummies, it talked about how they could help medically and where they are usually found. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "it good because you can learn stuff about mummies and it bad because mummies give people diseases"
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "\"Unwrapping is used as unwrapping the Mummy's wrapping but the down side is it could of had a better name like, Doctor Mummy or Mummy Medical. \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "ait could be good title because in the story they talk about it. And it's a bad title because they talk more about more intchting stuff like xrays and some more."
  },
  {
    "l1": 4,
    "l2": -1,
    "txt": "\"Unwrapping the past could be a good title because the article is about how mummies help the scientists find pre information about diseases. The text states \"\"This helps them understand how diseases have changed over time.\"\" Unwrapping the past could also be a bad title because it's also more about how medical scientists use mummies to help cure diseases, and not very much about the past. The text states \"\"Researchers also hope that what they learn about mummies will help them make progress in modern medicine.\"\" \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "unwrapping the past i know this in the article it say mummies are crucial to medical science said brier worked on the film ."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"\"\"UNRWAPING THE PAST\"\" could be agood title because it is a clever way of saing discovering new things about the past but it could also be a bad tittie because someone could take it literly and think that the whole point of the story is unwraping mummys \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"Ithink that the title \"\"Unwrapping the Past\"\"could be seen as both a good title and a bad title for this article ,because this story is mostly about mummies intestants and how it can make people feel better,but it connects to the article ,because the scientests are trying to find out about mummies in the past time and what happend to them and how they were made and if they were a vegitarian or a meet lover, they could find out their last meal before they died and all kinds of interesting facts. \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "its a good title because sciencetist are unrapping it and studing it by unrapping or they are cutting it and looking whats in it."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "unwraping the past could be seen as both good and bad articles because the egyptians did all of this to protect their loved ones afther death.and the scientists used new tools to solve a mummy mystery more than 100 yrs old."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "It is bad because the inside of a mummy might be infeced so who ever toughted it might be infeced too. It can be good because they might find a cure for a sickness"
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "Unwrapping the Past could be a bad tittle because they might think talking about in the past or like saying things in Mexco like in the past. I know this because i think it would like say people i know it is in the past but what it is about? Unwrapping the past it a good tittle because they know it is history they can tell might be a nice story because it tells in the past i know this becaise i think people would say well i need to read ti find out what is it about. So that's why the tittle is good and a bad"
  },
  {
    "l1": 4,
    "l2": -1,
    "txt": "It could be a good title for this article because it tells us things about the past and they are findings things out about the past because they are opening the remains of a mummy. It would be a bad title for it because they aren't actually unrapping the mummy they are just cutting it open. Also they are not really opening the past they can just find out a little about the past with a mummies remains."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "Because you can learn a lot about mummies from the past."
  }
]