[
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"According to the article eating local, and seasonal food is very much important because it will lower the risk of global warming and it will put more nutrients into your body and more taste in your mouth. How it says in the article, \"\"We can buy imports from Chile all winter long, but out-of-season peaches lack fragrance and the sweet juice the drips down our chins\"\". There saying that imported food do not taste as good as locals. Also in the article it says, \"\"when we eat food that is planted and grown locally during each of the four seasons, we allow the earth and soil to replenish itself, and reduce harmful effects on the enviroment caused by transporting food long distances\"\". This says that by eating locally we allow the earth and soil to replenish itself, And it reduces harmful effects on our plan \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"eating local, seasonal food is important to both individuals and the environment because when your transporting food from faraway places trucks need fossil fuel which adds hidden costs such as global warming. To indivduals seasonal foods are important because of their overall quality where during the season you get the best flavor and nutrient content. \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "It helps the environment because using fossil fuel can cause global warming. It also helps individuals by eating heathier and better."
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "It is best to eat food that is local and seasonal because you are able to get the full nutrition the food offers to you and it offers the earth and soil to replenish itself."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"Eating local is important to individuals because it allows us to get the most nutrients and its healthier than getting something from the grocery store that was picked early and that has lost about half of its nutritional value. Eating local is important to the enviroment because it keeps everyone healthier, it keeps the ecosytem in shape and its not messing with it. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"Fresh foods give you all the flavor, and nutritions that the fruit/vegtable really has to offer. When you just buy it at the grocery store, it dosen't get all the nutritons and flavor, because they often get picked too early, like how most bananas in the grocery store are still green, which means that they aren't ripe enough, but picking them fresh, on time means that you don't have to worry about that. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "Because its good to eat fruit and vegeables it helps you stay healthy"
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"The reason why eating local, seasonal food is important both to individuals and to the environment is because, as the article explains, when you have the locally grown fruits and vegetables, it would not take much long for it to go from the ground to your plate. Whereas with other foods not grown locally, it pollutes the planet even more so from the big trucks delivering the food. \"\"But it's better to get the produce from the planet to your plate pronto\"\" (page 3). Also, with all the wait for certain foods from different places, it rots or even kills the foods from their natural state. So is it really worth having in the first place when it is not Icoally grown? \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "\"Eating local, seasonal food is important to individuals and the environment because \"\".... anticipating, appreciating, and savoring more of what's fresh and ripe in your geographic backyard gives your plate a sense of time and place.\"\" \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "\"It's important to eat seasonal food tonthe enviroment and to indivisuals because it's much safer that way. You will know what your eating unlike grocery food, you wouldn't know what their putting in your \"\"fresh\"\" food. \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "\"People are most likely to eat at like a fast food place. They would prefer eating out every night nather than cooking. Because if you cook at home, you end up throwing out what you have left on your plate. (outside) \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "the plant wouldn't be coated with pestasides on the way there"
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "it can be important to individuals who like food with more flavor and to the environment because it reduces fossil fuels used when trucking across the country"
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "because if its the season to eat apples and all you eat is banannas then you are hurting individuals because it will then because its not bananna season its apple season so if you eat apples you are not hurting the environment because its the season were everyone should to eat apples."
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"The food is more fresh, and shiping uses fuel. Which is bad for the planet. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "eating local and seasonal food is better for you because it is fresh and ripe and it is good for the enviorment because it give the earth time to heal and make better fresher soil."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "Local farms are the freshest and tastiest fruit. They are so much better than what you could get at a supermarket."
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "It is impotatn to eat foods that are in season because that way people keep making more and you keep getting everything there is to the produce."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "If we just eat local grown foods we wont have to wastes fules getting it shipped."
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "because its healthyrer for you and it doesnt burn as much feul into the air."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"Eating local, seasonal food is important because it give you the vitamins you need and it helps the planet because by not shiping out fruits and vegetables it helps prevent pollution in the air. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "There are different kinds of local and seasonal foods and if you eat food that is out of season then it won't be healthy for you or for the environment like with animals."
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "season fooods are more heathly for you then meat with fat"
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"Eating foods seasonally can help one to be fit because fruits and vegetables have beneficial nutrients that can help our body processes, and the taste of good fruit is enjoyable as well. The reason seasonal eating is helpful to the environment is because all of the gases used in storage trucks that transport fruits damage the ozone layer in the atmosphere(pollution) which would not bring good results to the world. Therefore cutting down on food transportation can both help our environment and keep our produce of high quality. \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "I think its important because not every fruits grow every season so its good to try things new and also fruits could grow and everybody could take them before you. Also when its good to stay local but at the same time its not because you should always go different places and you could try new things!!"
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"eating local foods helps, because if you were to get a peach from chile it would take fosil fules which would lead to global warming and would take most of the nutritional value out of thoes fruits \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "Eating local grown food is inmportant because when you buy the product is is fresh still has nutrients and when vyou import it from some were else you use fosil fuels to move the product."
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "it is important to eat seasonal food because some of the seasonal are plants and we need plants to help us get strongger"
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "Eating the in-season food is better for you because it has more nutrients. It is also better for for the enviroment because it stops trucks from having to drive all over the country."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"It's important to eat local, seasonal food to individuals because you know how long it has been growing, how old the fruit is and who the grower is. It's also better for the enviroment becuse \"\"When we eat food that is planted and grown locally during each of the four seasons, we allow the earth and soil to replenish itself, and reduce harmful effects on the enviroment caused by transporting food long distances. \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "Eating local seasonal is important because eating food well tast better then one coming from the the other side of the world. For food that come from a far away it would not tast as well as the local store and comeing that far away is going to use up fossil fule the is putting out bad air that well start up a global warring."
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "\"Beacause plant grow the time like spring has strawberries, onion and summer has watermelon, tomatoes and corn etc... So many season make fresh food. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"Eating local, seasonal food is better for you and for the enviornment because you know what the people are doing to it and you know where it is coming from. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"Eating foods fresh from the ground is good for both you and the planet we live on. How? Well, this article will tell you how! It's good for the planet because it doesn't seem like it, but the planet really works hard when it's growing food from the ground. From this article, it says freshkly picking food when it's ripe give the Earth and your farm a rest from growing all the food, it's like the Three-Field \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"The fruit that is grown localy is better for you and the enviornment in multiple ways. One is that it tastes better, and it has more nutrients. The reason for this is that fruit lose their nutrients from heat, light, and exposure to oxygen in the air. Importing fruit from other countries make it lose nutrients over time, and it requires fossil fuel, which isnt good for the enviornment. \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "because that eating food can be grown in it natural setting and gives the community that cant be done anywhere else"
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "Beacuse if you eat a lot of fod you can get very over weight die have dieabedez heart problem you can have a hiblood surger and noboby don't wan't that you subpose to take carry of your body be heathly that want i will do."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"Eating seasonal food is important for individuals because the more ripe and fresh the food is, the more nutrients for the individual's body.It is also important for the environment because of the fruits and vegetables that have to hold up during shipping. \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "by eating more fruits and vegetables"
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"It is important to people to eat local, seasonal food because when food is transported from around the world, you have to pick it before it is meant to be picked and it increases the carbon footprint. As it states on the top of page two, transporting food from far away has unseen costs like fossil fuel which causes global warming. For individuals, eating locally means getting fresh, good tasting food that is in season. If the fruit is seasonal and you aren't getting it from far away, you can wait for the fruit to come into season and enjoy it at it's best. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"Eating local, seasoning foods help individuals because it is healthier and cheaper. If it is from far away places, it won't be healthy.good, and it won't be cheap. It makes the enviroment more green. \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "Eating local and seasonal foods is important because it supplies the most nutrition. It is also benificial to the environment because by constantly sending large amounts of food we cause polution by all the transportation we use."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "its good to eat local seasonal food because it tastes better and its better to eat when its ripe and good."
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "\"eating local and seasonal fod in important to individuals and the environment because \"\" eating something that is in season and grown in its natural setting gives the community something that cant be done the same way anywhere else in the world.\"\" \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"Local and sesonal food are imprtant because, \"\"When we eat food that is planted and grown locally during each of the four seasons, we allow the earth and soil to replenish itself, and reduce harmful effects on the environment caused by transporting food long distance,\"\" Cobb says. \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"I think eating local, seasonal food is better for you and the enviroment because it is healthier and tastier for you.It also helps the enviroment by preventing global warming. The food is healthier and tastier for you because the food is local and not far away.lt prevents global warming because the food will not need to be taken close by you with a car or ship. \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"\"\"When we eat in the rythm of with the seasons, we can appreciate earths natural cycle\"\" states the author of the article in paragraph two. Fruits taste best and reach their nutritional peak when picked ripe and eaten quickly after harvest. \"\"When we eat food that is planted and grown locally during each of the four seasons, we allow the earth to replenish itself and reduce harmful effects on the environmentcausew by transporting food long distances\"\" says Kathy Cobb. \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "\"In the season that the food is in, it's easier for the farmers to grow the food, crop. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "Well besides the fact that fruit has a lot of nutrients and that its healthy for people doesnt mean they dont taste good. People good eat healthy by just eating fruit and they will eat comfratable because fruit also has a lot of flavor."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"for example, long-distance trucking to transport food from---- faraway places requierds fossil fuel \""
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "It helps you by giving you more nutients then shipped food would and you dont have to polute the air by using gas to have to transport the food to your local place."
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "\"It is important because local, season food it more healthy for you and your kids. its also good to eat seasonal food beause when you grow it in the time period it sopposed to be grown it will take a lot less to grow it than if you grow it in alother month. \""
  },
  {
    "l1": 1,
    "l2": -1,
    "txt": "It gives your sense of what time and place of what is fresh."
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "It is important because if u eat it local and seasonal you can get the best nutrients out of it and its more ripe. Another reason is if they transport it. it takes up a lot of fossil fuels and adds hidden costs to global warming"
  },
  {
    "l1": 3,
    "l2": -1,
    "txt": "\"If we eat seasonal food, we will get more nutrients from that plant/fruit. We'll also save the Enviroment, because there will be less transport, which means less fossil fuel, and that means that the enviroment will be damaged less. \""
  },
  {
    "l1": 2,
    "l2": -1,
    "txt": "Eating seasonal food is better because you will get the best flavor and nutient content."
  }
]