{
  "Grade 4/2017_DBA_DR04_1715RE1T10_05": "UnwrappingThePast_text",
  "Grade 4/2017_DBA_DR04_1715RE4T05G04_03": "FiveBoiledEggs_text",
  "Grade 4/2017_DBA_DR04_1715RE4T05G04_06": "FiveBoiledEggs_text",
  "Grade 4/2017_DBA_DR04_1715RE4T05G04_07": "FiveBoiledEggs_text",
  "Grade 4/2017_DBA_DR04_1715RE4T05G04_09": "FiveBoiledEggs_text",
  "Grade 4/2017_DBA_DR04_1715RE4T08G04_03": "SolvingTheViolinMystery_text",
  "Grade 4/2017_DBA_DR04_1715RE4T08G04_06": "SolvingTheViolinMystery_text",
  "Grade 4/2017_DBA_DR04_1715RE4T08G04_07": "SolvingTheViolinMystery_text",
  "Grade 4/2017_DBA_DR04_1715RE4T08G04_09": "SolvingTheViolinMystery_text",
  "Grade 8/2017_DBA_DR08_1715RE2T13_05": "ToEverythingThereIsASeason_text",
  "Grade 8/2017_DBA_DR08_1715RE2T13_07": "ToEverythingThereIsASeason_text",
  "Grade 8/2017_DBA_DR08_1715RE2T13_08": "ToEverythingThereIsASeason_text",
  "Grade 8/2017_DBA_DR08_1715RE4T05G08_03": "FiveBoiledEggs_text",
  "Grade 8/2017_DBA_DR08_1715RE4T05G08_06": "FiveBoiledEggs_text",
  "Grade 8/2017_DBA_DR08_1715RE4T05G08_07": "FiveBoiledEggs_text",
  "Grade 8/2017_DBA_DR08_1715RE4T05G08_09": "FiveBoiledEggs_text",
  "Grade 8/2017_DBA_DR08_1715RE4T08G08_03": "SolvingTheViolinMystery_text",
  "Grade 8/2017_DBA_DR08_1715RE4T08G08_06": "SolvingTheViolinMystery_text",
  "Grade 8/2017_DBA_DR08_1715RE4T08G08_07": "SolvingTheViolinMystery_text",
  "Grade 8/2017_DBA_DR08_1715RE4T08G08_09": "SolvingTheViolinMystery_text",
  "UnwrappingThePast_text": [
    "Unwrapping the Past",
    "By Natalie Smith",
    "Solving mummy mysteries could help people today.",
    "Mummies have been buried in Egypt for thousands of  years. We have learned a lot about ancient Egypt from them. But they have also been quite a puzzle to scientists. A mummy is a dead body that has been preserved with special chemicals and wrapped in cloth (see Making Mummies, p. 4). It was only in the last 15 years that experts figured out how this process worked.",
    "But now, with the help of high-tech tools, scientists are unraveling more secrets from these ancient remains. The details of their lives are coming to light like never before. But experts say they are not only learning interesting facts about the past. Mummies may also help experts someday solve modern medical mysteries.",
    "Tales of the Dead",
    "In the past when scientists studied mummies, they had to cut through the body, or unwrap it. Today, they can explore inside a mummy while it is whole.",
    "Using x-ray scanners, researchers can produce 3-D images of a mummys insides. They no longer need to cut them open. Scientists have also recently made key advances in DNA testing. DNA is a chemical code that gives living things their special characteristics, such as hair color and height. Experts take DNA from a mummys bones. They study it to learn important facts about Egyptians who lived long ago.",
    "By using new high-tech techniques . . . were going to be able to tell all kinds of things about mummies, said Bob Brier. He is a mummy expert at Long Island University in New York. We can even tell if they ate meat, vegetables, and fish! Brier added.",
    "Royal Mystery Solved",
    "Scientists have used these new tools to solve a mummy mystery that is more than 100 years old! They identified the remains of one of the most powerful female rulers in ancient EgyptQueen Hatshepsut (pronounced hat-shep-soot).",
    "Hatshepsut reigned in Egypt more than 3,500 years agoas queen and king! She first served as a traditional queen until her husband died. Her stepson was then set to become a pharaoh, or Egyptian king. Instead, she stole the throne and declared herself a pharaoh. She often even dressed as a man. After Hatshepsuts death, her mummy mysteriously disappeared from its tomb.",
    "Scientists thought she might be one of two unidentified mummies in another tomb nearby. Those mummies were found in 1903. Experts ran DNA and other tests on those mummies. Experts now say they are certain one of them is Hatshepsut.",
    "Mummy Medicine",
    "Researchers also hope that what they learn about mummies will help them make progress in modern medicine.",
    "Scientists involved in the IMAX movie Mummies: Secrets of the Pharaohs say mummy remains may someday help them make really sick people better. These researchers are learning what diseases infected ancient people. This helps them understand how diseases have changed over time. That information could one day help scientists cure people of these diseases.",
    "Mummies are crucial to medical science, said Brier, who worked on the film. If you know how to read a mummy, its a little bit like [reading] an encyclopedia.",
    "TEXT BOX",
    "Making Mummies",
    "Ancient Egyptian civilization began about 5,100 years ago. Over the course of 5,000 years, millions of mummies were made.",
    "When a person died, Egyptians would remove the persons organs, such as the heart, and put them in special cases. Then they would put special chemicals on the body and wrap it in cloth. This would prevent the body from rotting. Artists and carpenters would create detailed coffins, or cases, for the mummy.",
    "The Egyptians did all of this to protect their loved ones after death. They believed that a persons spirit lived on and still needed a body in the next world. Egyptians honored their pets in similar ways. Many mummified birds, cats, and other animals were buried in ancient Egypt."
  ],
  "FiveBoiledEggs_text": [
    "Five Boiled Eggs",
    "An Old Turkish Tale retold by Laura S. Sassi",
    "Introduction: Nasreddin Hodja, a character in this story, is familiar in many Turkish legends. Hodja means teacher.",
    "Long ago, a poor country boy left home to seek his fortune. Day and night he traveled, stopping to eat at inns along the way. Though he ate sparingly, his money quickly dwindled until, one day, no silver akches remained.",
    "Still, the boy kept walking. Soon, however, his empty belly began to ache. Staggering up to the next inn he saw, he approached the innkeeper.",
    "Please feed me! he said. I dont have any money now, but I promise to pay you as soon as I can.",
    "Ill see what I can spare, the innkeeper grumbled. He took five boiled eggs out of a large bowl and put them on a plate with some stale bread. Here, he said, plopping the platter in front of the boy.",
    "The famished lad gratefully gobbled every morsel. Then, repeating his promise to pay back the innkeeper, he journeyed on.",
    "Revived by his five-egg breakfast, the boy soon reached a bustling seaport. Intent on finding his fortune, he set sail on the first ship that was leaving the harbor.",
    "Years passed, and the lad prospered. As a sea merchant, he sailed far, stopping in many exotic ports. However, he never forgot his humble beginnings or the money he owed the innkeeper.",
    "When he finally returned home, he stopped by the old roadside inn.",
    "Kind sir, he respectfully inquired, how much for the five boiled eggs that you served me so long ago? In truth, the innkeeper did not remember him, for this fine-looking fellow looked nothing like the scrawny lad who had begged for food some ten years before. Still, eager to make a profit, he readily added up the charges. Thatll be ten thousand akches, he declared.",
    "For five eggs? The rich stranger gasped. He had thought that he would have to pay no more than ten or twenty akches.",
    "Ah, but you must consider their lost worth, the greedy innkeeper replied. Had you not eaten those eggs, they would have hatched into hens. Those hens, in turn, would have laid eggs that would have hatched into hens. . . . On and on he ranted until at last he reached his grand total.",
    "When the stunned merchant refused to pay, the innkeeper declared that he would take him to court.",
    "A trial was set for the following week. Alas, rumor had it that the judge was a close friend of the innkeeper.",
    "Im ruined! the merchant muttered as he sat in the village square. What will I do?",
    "At that moment, he was approached by a sturdy little man wearing a white turban and riding a donkey. Nasreddin Hodja, at your service, the man said with a friendly nod. What seems to be the problem?",
    "After hearing the merchants story, Hodja announced, This is your lucky day! It would be my honor to defend you. I have great experience in these matters.",
    "Thank you, the merchant said, amazed at his good fortune. But when the court date finally arrived, Nasreddin Hodja was nowhere in sight.",
    "Woe is me, mumbled the merchant.",
    "Ill soon be rich! cried the innkeeper.",
    "Where is Hodja? demanded the judge, growing angrier by the minute. He was about to render judgment in the innkeepers favor when Hodja boldly barged in.",
    "Pardon me, he said, panting, as he hastily took the witness stand. I would have been here sooner, but this morning I had the cleverest plan. Instead of eating my boiled corn for breakfast, I planted it. Think of the rich harvest Ill reap!",
    "Thats absurd, the innkeeper scoffed. You cant grow corn from cooked kernels! Indeed? Hodja said with mock wonder. Then, sir, how is it that you would have been able to hatch chickens from boiled eggs?",
    "At that, the whole room reeled with laughter.",
    "Order in the court! shouted the judge, pounding his gavel and scowling at the innkeeper.",
    "The judge then ruled that the merchant would not have to pay even one akche for the eggs. Instead, the innkeeper would have to pay a fine for wasting the courts time with such foolishness."
  ],
  "ToEverythingThereIsASeason_text": [
    "To Everything There Is a Season",
    "Fresh-picked food is just plain good.",
    "By Melinda Hemmelgarn",
    "Strawberries in January, peaches in March, tomatoes in December. Unless you live in an area with a very long growing season, all of the above violate the laws of eating naturallyin other words, eating in season.",
    "When we eat in rhythm with the seasons, we can appreciate Earths natural cycles. Lets consider the peach. That fuzzy fruit defines summer. Fruits taste best and reach their nutritional peak when picked ripe and eaten shortly after harvest. We can buy imports from Chile all winter long, but out-of-season peaches lack fragrance and the sweet juice that drips down our chins.",
    "Feasting on Fossil Fuel",
    "Our global food system allows us to eat just about anything we want, any time of year. However, choosing foods grown and harvested thousands of miles away takes its toll on our planet. For example, long-distance trucking to transport food from faraway places requires fossil fuel, adding hidden costs, such as global warming. Seasonal eating is environmental eating, explains David Bruce, a Wisconsin organic farmer.",
    "We are the only species that can protect our planet, says Kathy Cobb, a consultant to the Centers for Disease Control and Preventions National Fruit & Vegetable Program. Cobb knows fruits and vegetables help us stay fit and healthy, and you probably do too. But, she says, there are environmental benefits of eating local seasonal produce.",
    "When we eat food that is planted and grown locally during each of the four seasons, we allow the earth and soil to replenish itself, and reduce harmful effects on the environment caused by transporting food long distances, Cobb says.",
    "Healthy for Earthand for You",
    "Nourishing ourselves goes beyond just filling our bellies, according to registered dietitian Amanda Archibald. She favors seasonal foods because of their overall quality. If you use the season as your guide, you will always get the best flavor and nutrient content.",
    "There are many ways fresher is better.",
    "\tFruits and vegetables picked too early cant develop their full flavor and nutrients naturally.",
    "\tThe extra time needed to get distant foods from the farm to your plate cuts nutrient levels even more.",
    "\tOther big nutrient destroyers are heat, light, and exposure to oxygen in the air.",
    "All told, a five- to 10-day road trip might result in a 30 percent to 50 percent loss of some vitamins. Stashing fruits and vegetables in a refrigerator may help reduce nutrient losses. But its better to get the produce from the plant to your plate pronto.",
    "Farm Fresh Is Best",
    "In Missouri, brothers David and Christopher M. live on Prairie Birthday Farm, where they enjoy fresh, seasonal foods every day. David, 14, knows how much better food can be if it doesnt need to travel long distances. The types of plants farmers could grow would be picked for taste, not their ability to hold up during shipping, he explains. Davids favorite in-season fruit is watermelon.",
    "Eating food that is in season and grown in its natural setting gives the community something that cant be done the same way anywhere else in the world, says Christopher, 17. He says the most delicious fruit he ever had was pineapple in Hawaii. It was grown right on the island where I was staying, and it tasted very sweet, he says. And what was the tastiest vegetable he has ever eaten? A pod of fresh peas from a vine growing in my moms garden, he says.",
    "Teen Tasters Testify",
    "David and Christopher arent the only young people who feel that way. Fresh food tastes better compared to canned and processed, says Sarah R., 12, of Willow Grove, Pa. Last summer when she visited her cousins in Maine, Sarah enjoyed squashing up fresh tomatoes from the garden to make homemade tomato sauce. She has also visited Amish farmland in Lancaster, Pa. There, she ate really good apples. They tasted fresher than you get at the supermarket, Sarah recalls.",
    "Consider the wisdom of the writer and environmentalist Henry David Thoreau. He said, Live in each season as it passes, breathe the air, drink the drink, taste the fruit. If you care about climate change, pollution, nutrition, or simply enjoying the best-tasting food on the planet, give seasonal eating a try."
  ],
  "SolvingTheViolinMystery_text": [
    "Solving the Violin Mystery",
    "Was this $20,000,000 violin a fake?",
    "by Denise Harbison",
    "The Messiah Violin was the most expensive violin in the world. But it had been called a fake. The famous tree detective, Dr. Henri Grissino-Mayer, was on the case.",
    "The violin was worth $20 million because the master instrument maker Antonio Stradivari crafted the",
    "instrument more than 200 years ago.",
    "Or did he?",
    "A scientist who studied violins and another scientist who studied tree rings claimed that Stradivari did not make the violin. It was not possible, they said, because the last ring in the violins wood had grown in 1738. That was the year after Stradivari died. Could Dr. Henri find the truth . . . also by using tree rings?",
    "One new ring grows in a tree trunk every year. When a tree is cut into boards, the dark and light lines of the rings show in the surface of each board as the grain of the wood. The Messiah Violin is covered with these lines. Like fingerprints, patterns made by these lines offer important clues.",
    "The Detectives Arrive",
    "Dr. Henri flew to England with a duffle bag containing 100 pounds of equipment. He had a microscope, measuring tools, and a laptop computer. The computer held measurements of tree rings from hundreds of trees in the Alps mountains. That is where Stradivari got the wood to make his violins. The measurements would be the key to solving the case.",
    "Dr. Henri and two other tree-ring scientists arrived at the Ashmolean Museum in Oxford, England, where the Messiah Violin is kept in a special glass case. The case would be opened for only the fourth time in a hundred years.",
    "The museum was closed down for the night, Dr. Henri said. There was added security all around. We had to put on white gloves, and the curator opened the case. That was an exciting moment.",
    "Studying the Violin",
    "The curator set the brilliantly glowing reddish-orange instrument on velvet and removed the strings so that all the tree rings on top could be seen. Then he handed the violin to Dr. Henri.",
    "I was really careful with the violin, Dr. Henri said. That was strange, holding something worth twenty million dollars. We put it underneath the microscope on a measuring system, and we measured the tree rings.",
    "Later, he compared those measurements to those of tree rings in other instruments made by Stradivari.",
    "Some rings were narrow because the weather had been dry or cold during the years they grew. Other rings were wide because the weather during those years had been sunny with a lot of rain. The pattern made by wide and narrow ringsa pattern that looks a lot like a fingerprintwas important.",
    "The Mystery . . . Solved!",
    "Dr. Henri was ready to solve the mystery. He compared the tree-ring patterns the way other detectives compare fingerprints. But instead of identifying a person, he wanted to identify a period of time.",
    "He knew that during any year, all of the trees from the same area grew about the same amount. The pattern of wide and narrow rings on the violin matched the pattern of measurements from other trees from the Alps for the years 1577 to 1687. That one-of-a-kind pattern showed that the rings in the violin grew during those years. The experts claiming that the violin could not have been made by Stradivari were proved wrong.",
    "It was definitely not a fake, Dr. Henri said. We were able to prove that."
  ]
}